[M_IrisEp4Battle_Race MissionDefinition]
MissionName="War: Death"
MissionDescription="The second biggest gladiator in Torgue is called Mama Mama. He entered it [place]Race to the south[-place] and this can only be seen by comparison with their worthy enemies.<br>To do this, Moxxi suggests completing an event called Race Race. Cars Mom is obsessed with cars; He will see you as the right person if you pass the exam easily.."
TurnInDescription="Mom got your attention and now she wants to meet you. Time to regret that decision.."
MissionSummary="Race against time to unlock mom's car.."
MissionGiver="Crater Battle Board"
MissionTurnInLocation="the army in the pit"
TeaserText="do not be late!"

[M_IrisEp4Battle_Race2 MissionDefinition]
MissionName="Battle: Death Battle (Level 2)"
MissionDescription="Perfect ride and fast time test."
TurnInDescription="Spring is here and you haven't seen anything yet!"
MissionSummary="They may have won the death race, but I don't see anything. If you really want to be a badass, Torg offers something new and harder to complete. the rhythm!"
MissionGiver="Battle board behind the crater"
MissionTurnInLocation="Crater arm:"
TeaserText="Do not stay.!"

[M_IrisEp4Battle_Race2:Checkpoint1 MissionObjectiveDefinition]
ProgressMessage="At the military station"

[M_IrisEp4Battle_Race2:FinishLine MissionObjectiveDefinition]
ProgressMessage="Go to the last line"

[M_IrisEp4Battle_Race2:Go MissionObjectiveDefinition]
ProgressMessage="end of the game!"

[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race2:ReachStartPoint MissionObjectiveDefinition]
ProgressMessage="Stand at the starting line"

[M_IrisEp4Battle_Race2:Ready MissionObjectiveDefinition]
ProgressMessage="it's clear!"

[M_IrisEp4Battle_Race2:Set MissionObjectiveDefinition]
ProgressMessage="agreed!"

[M_IrisEp4Battle_Race4 MissionDefinition]
MissionName="War: Death Race (Part 3))"
MissionDescription="Press the gas pedal to complete the timer.."
TurnInDescription="Amazing! But it's also here!"
MissionSummary="What does it take to be the best for you? If you want, Torg recommends starting a new, more challenging project. sad!"
MissionGiver="battlefield"
MissionTurnInLocation="crater battle panel"
TeaserText="Don't be too long!"

[M_IrisEp4Battle_Race4:Checkpoint1 MissionObjectiveDefinition]
ProgressMessage="Go to Search"

[M_IrisEp4Battle_Race4:FinishLine MissionObjectiveDefinition]
ProgressMessage="Go to the destination"

[M_IrisEp4Battle_Race4:Go MissionObjectiveDefinition]
ProgressMessage="First episode!"

[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race4:ReachStartPoint MissionObjectiveDefinition]
ProgressMessage="Wait for the beginning of the sentence"

[M_IrisEp4Battle_Race4:Ready MissionObjectiveDefinition]
ProgressMessage="Bring it!"

[M_IrisEp4Battle_Race4:Set MissionObjectiveDefinition]
ProgressMessage="do!"

[M_IrisEp4Battle_Race:Checkpoint1 MissionObjectiveDefinition]
ProgressMessage="Go to the search box"

[M_IrisEp4Battle_Race:FinishLine MissionObjectiveDefinition]
ProgressMessage="The result is the end"

[M_IrisEp4Battle_Race:Go MissionObjectiveDefinition]
ProgressMessage="This!"

[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_12 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_Race:ReachStartPoint MissionObjectiveDefinition]
ProgressMessage="Stay on the starting line"

[M_IrisEp4Battle_Race:Ready MissionObjectiveDefinition]
ProgressMessage="get ready!"

[M_IrisEp4Battle_Race:Set MissionObjectiveDefinition]
ProgressMessage="You are right!"

[M_IrisEp4Battle_RaceR4 MissionDefinition]
MissionName="Revenge: The Death Match (Level 3))"
MissionDescription="Press the gas pedal and start the timer."
TurnInDescription="There you are.."
MissionSummary="Try everything again. Put your feet on the ground and let go! Difficulty Level: Level 3."
MissionGiver="Crater bat plate"
MissionTurnInLocation="Volcano Peak Battle Panel"
TeaserText="don't be late!"

[M_IrisEp4Battle_RaceR4:Checkpoint1 MissionObjectiveDefinition]
ProgressMessage="Go to the guard"

[M_IrisEp4Battle_RaceR4:FinishLine MissionObjectiveDefinition]
ProgressMessage="Go to the target"

[M_IrisEp4Battle_RaceR4:Go MissionObjectiveDefinition]
ProgressMessage="Also, what is this?!"

[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp4Battle_RaceR4:ReachStartPoint MissionObjectiveDefinition]
ProgressMessage="Record the first row"

[M_IrisEp4Battle_RaceR4:Ready MissionObjectiveDefinition]
ProgressMessage="ready!"

[M_IrisEp4Battle_RaceR4:Set MissionObjectiveDefinition]
ProgressMessage="Everything is correct!"

